[
  {
    "fileName": "beach.png",
    "name": "Vacation",
    "alt": "Melody wearing her swimsuit, laying on a towel at the beach.",
    "description": "When given the rare day off, Melody takes full advantage."
  },
  {
    "fileName": "gun.png",
    "name": "Protector",
    "alt": "Melody holding an assault rifle, ready to fire.",
    "description": "One of her many duties is to ensure Naomi's safety."
  },
  {
    "fileName": "late.png",
    "name": "Late Night",
    "alt": "Melody sitting in the dark working on her computer.",
    "description": "While Naomi rests, Melody remains hard at work planning the next day."
  },
  {
    "fileName": "maid.png",
    "name": "Maid Melody",
    "alt": "Melody wearing a sleeveless dress and jeans, holding a tray of food.",
    "description": "Her Mistress should never go hungry."
  },
  {
    "fileName": "motorcycle.png",
    "name": "Motorcycle",
    "alt": "Melody sitting on her motorcycle.",
    "description": "A motorbike allows her to travel quickly, ensuring she can meet her Mistress' needs."
  },
  {
    "fileName": "read.png",
    "name": "Reading in Bed",
    "alt": "Melody leaning back on her bed, reading a book.",
    "description": "She likes to review tomorrows plans before catching some much needed rest."
  },
  {
    "fileName": "research.png",
    "name": "Researching",
    "alt": "Melody sitting at her desk, browsing her computer.",
    "description": "A good maid is always prepared."
  },
  {
    "fileName": "work.png",
    "name": "Working",
    "alt": "Melody sitting at a desk, using her computer.",
    "description": "Much of her work involves planning and detail. Her computer helps her keep it organised."
  },
  {
    "fileName": "bed.png",
    "name": "Unwinding",
    "alt": "Melody laying in bed with her phone.",
    "description": "A few moments to unwind before some much needed sleep."
  },
  {
    "fileName": "carry.png",
    "name": "Carry the Weight",
    "alt": "Melody cradling Naomi in her arms.",
    "description": "Despite Naomi's embarrassment, Melody will carry her if the opportunity arises."
  },
  {
    "fileName": "heart.png",
    "name": "Heart Hands",
    "alt": "Naomi and Melody putting their hands together to make a heart.",
    "description": "So adorable!"
  },
  {
    "fileName": "nap.png",
    "name": "Sneak a Nap",
    "description": "Naomi often works herself to exhaustion, so Melody frequently encourages naps.",
    "alt": "Naomi laying her head in Melody's lap, sleeping while Melody strokes her hair."
  },
  {
    "fileName": "thoughts.png",
    "name": "Uncontrolled Thoughts",
    "alt": "Melody thinking, the thought bubble showing Naomi.",
    "description": "Her thoughts might get away from her, but her Mistress is always at the forefront of her mind."
  }
]